{
  "20000001": 29218,
  "20000002": 29414,
  "20000003": 29413,
  "20000004": 29039,
  "20000005": 29009,
  "20000006": 29243,
  "20000007": 29047,
  "20000008": 29356,
  "20000009": 29018,
  "20000010": 29021,
  "20000011": 29003,
  "20000012": 29074,
  "20000013": 29059,
  "20000014": 29297,
  "20000015": 29043,
  "20000017": 29330,
  "20000018": 29309,
  "20000020": 29408,
  "20000021": 29156,
  "20000022": 29298,
  "20000023": 29398,
  "20000024": 29101,
  "20000026": 29162,
  "20000027": 29196,
  "20000030": 29225,
  "20000031": 29269,
  "20000032": 29366,
  "20000036": 29329,
  "20000037": 29385,
  "20000038": 29135,
  "20000039": 29182,
  "20000040": 29315,
  "20000041": 29358,
  "20000042": 29130,
  "20000044": 29371,
  "20000045": 29210,
  "20000046": 29157,
  "20000047": 29276,
  "20000048": 29261,
  "20000049": 29171,
  "20000050": 29181,
  "20000051": 29154,
  "20000053": 29324,
  "20000054": 29300,
  "20000055": 29347,
  "20000057": 29230,
  "20000058": 29151,
  "20000060": 29026,
  "20000065": 29190,
  "20000066": 29368,
  "20000067": 29051,
  "20000068": 29180,
  "20000071": 29134,
  "20000072": 29405,
  "20000073": 29098,
  "20000074": 29285,
  "20000075": 29145,
  "20000076": 29127,
  "20000077": 29163,
  "20000079": 29436,
  "20000080": 29354,
  "20000081": 29363,
  "20000083": 29308,
  "20000084": 29390,
  "20000085": 29250,
  "20000086": 29122,
  "20000089": 29010,
  "20000092": 29322,
  "20000093": 29268,
  "20000094": 29296,
  "20000095": 29362,
  "20000098": 29392,
  "20000099": 29234,
  "20000100": 29176,
  "20000101": 29065,
  "20000104": 29185,
  "20000105": 29082,
  "20000107": 29275,
  "20000108": 29301,
  "20000109": 29338,
  "20000111": 29248,
  "20000112": 29036,
  "20000113": 29239,
  "20000114": 29160,
  "20000116": 29217,
  "20000118": 29302,
  "20000119": 29391,
  "20000120": 29139,
  "20000121": 29428,
  "20000123": 29266,
  "20000126": 29242,
  "20000128": 29083,
  "20000129": 29259,
  "20000131": 29148,
  "20000136": 29294,
  "20000137": 29136,
  "20000138": 29204,
  "20000140": 29305,
  "20000142": 29215,
  "20000144": 29175,
  "20000146": 29333,
  "20000148": 29236,
  "20000151": 29141,
  "20000152": 29105,
  "20000153": 29079,
  "20000154": 29025,
  "20000156": 29279,
  "20000157": 29384,
  "20000158": 29293,
  "20000159": 29278,
  "20000160": 29388,
  "20000161": 29014,
  "20000163": 29201,
  "20000166": 29140,
  "20000167": 29027,
  "20000170": 29430,
  "20000171": 29045,
  "20000172": 29343,
  "20000173": 29038,
  "20000174": 29188,
  "20000177": 29314,
  "20000178": 29015,
  "20000179": 29138,
  "20000180": 29165,
  "20000184": 29109,
  "20000185": 29432,
  "20000186": 29183,
  "20000187": 29415,
  "20000188": 29161,
  "20000189": 29173,
  "20000190": 29056,
  "20000192": 29192,
  "20000195": 29062,
  "20000196": 29114,
  "20000197": 29086,
  "20000198": 29283,
  "20000199": 29048,
  "20000201": 29046,
  "20000205": 29416,
  "20000206": 29321,
  "20000207": 29206,
  "20000213": 29423,
  "20000215": 29277,
  "20000216": 29326,
  "20000217": 29316,
  "20000222": 29249,
  "20000224": 29394,
  "20000225": 29396,
  "20000226": 29255,
  "20000229": 29120,
  "20000230": 29238,
  "20000231": 29001,
  "20000233": 29005,
  "20000235": 29016,
  "20000239": 29102,
  "20000242": 29124,
  "20000243": 29373,
  "20000245": 29265,
  "20000246": 29313,
  "20000247": 29107,
  "20000248": 29435,
  "20000249": 29227,
  "20000250": 29397,
  "20000251": 29200,
  "20000252": 29359,
  "20000254": 29219,
  "20000255": 29189,
  "20000256": 29112,
  "20000257": 29191,
  "20000258": 29214,
  "20000260": 29410,
  "20000261": 29271,
  "20000263": 29401,
  "20000267": 29197,
  "20000268": 29153,
  "20000269": 29212,
  "20000271": 29229,
  "20000272": 29172,
  "20000273": 29378,
  "20000276": 29386,
  "20000279": 29126,
  "20000280": 29094,
  "20000281": 29179,
  "20000285": 29099,
  "20000286": 29100,
  "20000288": 29244,
  "20000289": 29281,
  "20000294": 29223,
  "20000295": 29350,
  "20000296": 29150,
  "20000297": 29339,
  "20000303": 29332,
  "20000304": 29133,
  "20000305": 29037,
  "20000307": 29044,
  "20000308": 29067,
  "20000309": 29013,
  "20000310": 29331,
  "20000311": 29245,
  "20000312": 29417,
  "20000314": 29341,
  "20000315": 29291,
  "20000319": 29198,
  "20000320": 28998,
  "20000321": 29323,
  "20000324": 29336,
  "20000325": 29064,
  "20000326": 29235,
  "20000327": 29360,
  "20000328": 29303,
  "20000329": 29097,
  "20000330": 29253,
  "20000331": 29115,
  "20000332": 29427,
  "20000333": 29068,
  "20000334": 29380,
  "20000337": 29000,
  "20000338": 29280,
  "20000340": 29420,
  "20000341": 29042,
  "20000342": 29377,
  "20000343": 29365,
  "20000344": 29108,
  "20000345": 29289,
  "20000346": 29149,
  "20000347": 29345,
  "20000349": 29207,
  "20000351": 29128,
  "20000352": 29247,
  "20000353": 29306,
  "20000356": 29325,
  "20000359": 29158,
  "20000360": 29032,
  "20000361": 29203,
  "20000362": 29429,
  "20000363": 29233,
  "20000364": 29411,
  "20000367": 29054,
  "20000370": 29256,
  "20000372": 29022,
  "20000373": 29389,
  "20000376": 29241,
  "20000377": 29221,
  "20000380": 29199,
  "20000381": 29121,
  "20000383": 29407,
  "20000384": 29220,
  "20000386": 29091,
  "20000387": 29258,
  "20000388": 29317,
  "20000389": 29419,
  "20000391": 29147,
  "20000392": 29344,
  "20000393": 29412,
  "20000395": 29307,
  "20000397": 29118,
  "20000398": 29050,
  "20000400": 29111,
  "20000403": 29004,
  "20000406": 29063,
  "20000407": 29422,
  "20000408": 29131,
  "20000409": 29166,
  "20000410": 29282,
  "20000419": 29369,
  "20000421": 29119,
  "20000423": 29011,
  "20000424": 29020,
  "20000426": 29370,
  "20000429": 29152,
  "20000430": 29334,
  "20000431": 29273,
  "20000432": 29096,
  "20000434": 29142,
  "20000435": 29024,
  "20000436": 29077,
  "20000440": 29228,
  "20000443": 29252,
  "20000446": 29187,
  "20000448": 29349,
  "20000449": 29409,
  "20000450": 29071,
  "20000451": 29089,
  "20000452": 29351,
  "20000453": 29287,
  "20000454": 29060,
  "20000455": 29174,
  "20000456": 29002,
  "20000458": 29080,
  "20000460": 29186,
  "20000463": 29030,
  "20000464": 29320,
  "20000465": 29348,
  "20000467": 29264,
  "20000468": 29263,
  "20000470": 29159,
  "20000472": 29093,
  "20000473": 29053,
  "20000476": 29087,
  "20000477": 29085,
  "20000480": 29088,
  "20000481": 29069,
  "20000482": 29383,
  "20000483": 29372,
  "20000484": 29144,
  "20000486": 29070,
  "20000487": 29270,
  "20000488": 29337,
  "20000492": 29035,
  "20000494": 29310,
  "20000495": 29205,
  "20000496": 29058,
  "20000497": 29007,
  "20000499": 29164,
  "20000500": 29421,
  "20000502": 29110,
  "20000503": 29028,
  "20000504": 29346,
  "20000506": 29404,
  "20000507": 29193,
  "20000508": 29254,
  "20000509": 29364,
  "20000510": 29418,
  "20000513": 29361,
  "20000514": 29104,
  "20000515": 29106,
  "20000516": 29286,
  "20000517": 29078,
  "20000518": 29251,
  "20000520": 28999,
  "20000521": 29340,
  "20000523": 29367,
  "20000524": 29260,
  "20000525": 29209,
  "20000527": 29375,
  "20000529": 29129,
  "20000534": 29061,
  "20000535": 29299,
  "20000539": 29123,
  "20000540": 29076,
  "20000541": 29292,
  "20000542": 29146,
  "20000543": 29406,
  "20000545": 29072,
  "20000546": 29237,
  "20000547": 29353,
  "20000548": 29382,
  "20000549": 29143,
  "20000554": 29178,
  "20000557": 29240,
  "20000560": 29034,
  "20000561": 29092,
  "20000562": 29167,
  "20000565": 29095,
  "20000569": 29052,
  "20000570": 29008,
  "20000571": 29006,
  "20000572": 29387,
  "20000574": 29033,
  "20000576": 29177,
  "20000577": 29081,
  "20000578": 29103,
  "20000579": 29226,
  "20000585": 29431,
  "20000586": 29374,
  "20000588": 29232,
  "20000589": 28996,
  "20000591": 29403,
  "20000594": 29312,
  "20000595": 29319,
  "20000596": 28997,
  "20000597": 29399,
  "20000598": 29246,
  "20000600": 29057,
  "20000601": 29267,
  "20000602": 29257,
  "20000603": 29357,
  "20000604": 29288,
  "20000605": 29274,
  "20000606": 29400,
  "20000607": 29170,
  "20000608": 29304,
  "20000609": 29426,
  "20000610": 29402,
  "20000611": 29049,
  "20000612": 29031,
  "20000615": 29318,
  "20000616": 29084,
  "20000617": 29194,
  "20000618": 29137,
  "20000619": 29311,
  "20000620": 29040,
  "20000621": 29029,
  "20000623": 29155,
  "20000624": 29376,
  "20000625": 29113,
  "20000626": 29222,
  "20000632": 29066,
  "20000633": 29211,
  "20000634": 29352,
  "20000640": 29213,
  "20000648": 29019,
  "20000649": 29262,
  "20000651": 29168,
  "20000653": 29017,
  "20000657": 29012,
  "20000658": 29342,
  "20000662": 29125,
  "20000663": 29090,
  "20000664": 29195,
  "20000665": 29073,
  "20000667": 29327,
  "20000668": 29335,
  "20000669": 29169,
  "20000670": 29434,
  "20000671": 29041,
  "20000672": 29055,
  "20000674": 29132,
  "20000675": 29231,
  "20000676": 29272,
  "20000678": 29116,
  "20000680": 29216,
  "20000681": 29328,
  "20000682": 29202,
  "20000684": 29208,
  "20000685": 29284,
  "20000686": 29023,
  "20000687": 29184,
  "20000688": 29075,
  "20000692": 29224,
  "20000693": 29295,
  "20000695": 29393,
  "20000697": 29290,
  "20000698": 29433,
  "20000900": 29379,
  "20000901": 29117,
  "20000902": 29395,
  "20000903": 29355,
  "20000904": 29381,
  "20000941": 29424,
  "20000969": 29425,
  "20000981": 29437,
  "8a7b400482b7fff": 144234,
  "8a7b40048307fff": 81363,
  "8a7b400483affff": 91132,
  "8a7b40048667fff": 90169,
  "8a7b400486cffff": 106729,
  "8a7b40048a07fff": 127760,
  "8a7b40048a1ffff": 119272,
  "8a7b4004b517fff": 76131,
  "8a7b4004b5affff": 95622,
  "8a7b4004bc1ffff": 70323,
  "8a7b4004bcf7fff": 70013,
  "8a7b4004bd67fff": 63223,
  "8a7b4004d0b7fff": 84605,
  "8a7b4004d117fff": 86555,
  "8a7b4004d127fff": 61508,
  "8a7b4004d467fff": 108444,
  "8a7b4004d4dffff": 79594,
  "8a7b4004d4effff": 126821,
  "8a7b4004d80ffff": 74529,
  "8a7b4004d95ffff": 138635,
  "8a7b40069297fff": 118199,
  "8a7b400692a7fff": 68125,
  "8a7b40069307fff": 112641,
  "8a7b4006965ffff": 58201,
  "8a7b400696cffff": 103775,
  "8a7b40069a0ffff": 44915,
  "8a7b40069ad7fff": 123455,
  "8a7b40069b57fff": 103413,
  "8a7b400c9137fff": 91952,
  "8a7b400c9507fff": 90280,
  "8a7b400c9597fff": 144212,
  "8a7b400c95affff": 60932,
  "8a7b400c989ffff": 116235,
  "8a7b400c98effff": 120320,
  "8a7b400c9b07fff": 122298,
  "8a7b400c9cc7fff": 149770,
  "8a7b400c9ceffff": 103470,
  "8a7b400ca237fff": 90776,
  "8a7b400ca34ffff": 50685,
  "8a7b400ca637fff": 71049,
  "8a7b400ca6a7fff": 85983,
  "8a7b400ca747fff": 142411,
  "8a7b400cb827fff": 49051,
  "8a7b400cb897fff": 150011,
  "8a7b400cb8b7fff": 57068,
  "8a7b400cb957fff": 74249,
  "8a7b400cbc1ffff": 44326,
  "8a7b400d90cffff": 42305,
  "8a7b400d9337fff": 68138,
  "8a7b400d971ffff": 121230,
  "8a7b400d97affff": 60856,
  "8a7b400d9a1ffff": 54421,
  "8a7b400d9a77fff": 99425,
  "8a7b400d9a9ffff": 44392,
  "8a7b400d9b4ffff": 62808,
  "8a7b400db067fff": 61646,
  "8a7b400db0dffff": 81491,
  "8a7b400db0e7fff": 79945,
  "8a7b400db60ffff": 51376,
  "8a7b400db6d7fff": 82948,
  "8a7b400db757fff": 46118,
  "8a7b400dba07fff": 114942,
  "8a7b400dba17fff": 141250,
  "8a7b400dba97fff": 86807,
  "8a7b400dbb47fff": 144658,
  "8a7b400dbb6ffff": 123148,
  "8a7b40114d07fff": 126632,
  "8a7b40114d27fff": 30435,
  "8a7b40114d87fff": 81812,
  "8a7b40114da7fff": 41253,
  "8a7b40116927fff": 59035,
  "8a7b4011692ffff": 77219,
  "8a7b40124027fff": 105917,
  "8a7b40124037fff": 31803,
  "8a7b4012411ffff": 133503,
  "8a7b40124147fff": 135775,
  "8a7b40124157fff": 83112,
  "8a7b4012416ffff": 72342,
  "8a7b40124187fff": 64733,
  "8a7b40124197fff": 64728,
  "8a7b401241affff": 38084,
  "8a7b40124527fff": 103610,
  "8a7b40124a07fff": 60785,
  "8a7b40124a0ffff": 148823,
  "8a7b40124a17fff": 74656,
  "8a7b40124a1ffff": 130928,
  "8a7b40124aa7fff": 137163,
  "8a7b40124acffff": 102741,
  "8a7b40124ae7fff": 121460,
  "8a7b40124aeffff": 32894,
  "8a7b40124b9ffff": 33942,
  "8a7b40124c9ffff": 144796,
  "8a7b40124ccffff": 37484,
  "8a7b40124cd7fff": 69880,
  "8a7b40124cdffff": 144202,
  "8a7b40125037fff": 39853,
  "8a7b4012510ffff": 109744,
  "8a7b4012511ffff": 130210,
  "8a7b4012512ffff": 60934,
  "8a7b40125177fff": 149826,
  "8a7b40125187fff": 56849,
  "8a7b4012518ffff": 29926,
  "8a7b40125197fff": 78511,
  "8a7b4012519ffff": 53855,
  "8a7b401251affff": 34764,
  "8a7b40125527fff": 101932,
  "8a7b4012552ffff": 109893,
  "8a7b40125567fff": 54287,
  "8a7b40125847fff": 61321,
  "8a7b40125857fff": 55595,
  "8a7b40125867fff": 126120,
  "8a7b4012586ffff": 44777,
  "8a7b401258c7fff": 31320,
  "8a7b401258d7fff": 146069,
  "8a7b401258dffff": 37474,
  "8a7b401258effff": 60618,
  "8a7b40125c87fff": 129611,
  "8a7b40125c8ffff": 120265,
  "8a7b40125c9ffff": 102229,
  "8a7b40125cb7fff": 94386,
  "8a7b40125cd7fff": 124458,
  "8a7b40125d97fff": 69307,
  "8a7b40125d9ffff": 112351,
  "8a7b40125db7fff": 88184,
  "8a7b40132007fff": 76587,
  "8a7b40132017fff": 120267,
  "8a7b40132027fff": 136148,
  "8a7b40132037fff": 60045,
  "8a7b40132077fff": 76079,
  "8a7b401320c7fff": 98443,
  "8a7b401320e7fff": 136725,
  "8a7b4013211ffff": 51411,
  "8a7b40132607fff": 47688,
  "8a7b40132637fff": 50125,
  "8a7b4013268ffff": 105134,
  "8a7b401326affff": 127870,
  "8a7b40132717fff": 117156,
  "8a7b4013271ffff": 96644,
  "8a7b4013272ffff": 105771,
  "8a7b401327affff": 34375,
  "8a7b4013289ffff": 91512,
  "8a7b401328a7fff": 121664,
  "8a7b4013299ffff": 75350,
  "8a7b40132c17fff": 82368,
  "8a7b40132c37fff": 149702,
  "8a7b40132ca7fff": 91629,
  "8a7b40132cb7fff": 84211,
  "8a7b40132d1ffff": 103070,
  "8a7b40132d2ffff": 144299,
  "8a7b40132d67fff": 124200,
  "8a7b40132d6ffff": 138991,
  "8a7b401360dffff": 129306,
  "8a7b40136407fff": 99739,
  "8a7b4013641ffff": 136438,
  "8a7b40136427fff": 37852,
  "8a7b401364dffff": 116237,
  "8a7b401364f7fff": 85956,
  "8a7b4013650ffff": 116103,
  "8a7b4013651ffff": 107472,
  "8a7b40136537fff": 95262,
  "8a7b40136607fff": 114966,
  "8a7b4013661ffff": 71717,
  "8a7b4013662ffff": 90076,
  "8a7b40136647fff": 98434,
  "8a7b401366c7fff": 118997,
  "8a7b401366cffff": 147776,
  "8a7b401366effff": 107330,
  "8a7b4013670ffff": 31507,
  "8a7b4013672ffff": 71197,
  "8a7b4013675ffff": 34520,
  "8a7b40136777fff": 95467,
  "8a7b40136c97fff": 110789,
  "8a7b40136cb7fff": 109341,
  "8a7b40170417fff": 115933,
  "8a7b401704affff": 54130,
  "8a7b40170537fff": 45164,
  "8a7b401705affff": 32965,
  "8a7b40170c9ffff": 53450,
  "8a7b40170ca7fff": 72380,
  "8a7b40170d17fff": 44820,
  "8a7b40170d37fff": 68221,
  "8a7b40170d8ffff": 109862,
  "8a7b40170daffff": 95003,
  "8a7b4017220ffff": 115600,
  "8a7b40172217fff": 84246,
  "8a7b4017221ffff": 38782,
  "8a7b40172237fff": 142868,
  "8a7b40172267fff": 30693,
  "8a7b4017226ffff": 43899,
  "8a7b40172277fff": 93771,
  "8a7b401722affff": 114498,
  "8a7b40172307fff": 115178,
  "8a7b4017231ffff": 111589,
  "8a7b40172327fff": 113072,
  "8a7b4017234ffff": 72003,
  "8a7b4017235ffff": 35554,
  "8a7b40172367fff": 33413,
  "8a7b4017236ffff": 121629,
  "8a7b40172a0ffff": 94262,
  "8a7b40172a27fff": 109159,
  "8a7b40172a2ffff": 114543,
  "8a7b40172a57fff": 146523,
  "8a7b40172a87fff": 77061,
  "8a7b40172a8ffff": 49242,
  "8a7b40172aaffff": 68833,
  "8a7b40172acffff": 138171,
  "8a7b40172aeffff": 68494,
  "8a7b40172b27fff": 35060,
  "8a7b40172b2ffff": 103596,
  "8a7b40172b57fff": 93829,
  "8a7b40173c97fff": 118506,
  "8a7b40174047fff": 133511,
  "8a7b40174057fff": 56982,
  "8a7b40174067fff": 112394,
  "8a7b401740d7fff": 109933,
  "8a7b401740e7fff": 64944,
  "8a7b401740f7fff": 145541,
  "8a7b4017414ffff": 99810,
  "8a7b401746a7fff": 51940,
  "8a7b40174707fff": 149499,
  "8a7b40174717fff": 53606,
  "8a7b40174727fff": 119859,
  "8a7b4017478ffff": 125914,
  "8a7b40174b07fff": 32582,
  "8a7b40174b17fff": 131613,
  "8a7b40174b27fff": 125518,
  "8a7b40174b87fff": 141265,
  "8a7b40174b9ffff": 65890,
  "8a7b40174baffff": 105759,
  "8a7b40180a5ffff": 78782,
  "8a7b40180b47fff": 96147,
  "8a7b40181507fff": 112708,
  "8a7b4018158ffff": 98335,
  "8a7b40181c17fff": 97611,
  "8a7b401834b7fff": 92524,
  "8a7b4018351ffff": 135594,
  "8a7b4018381ffff": 107006,
  "8a7b4018395ffff": 85624,
  "8a7b40183c6ffff": 89727,
  "8a7b40183ccffff": 41083,
  "8a7b401854e7fff": 133142,
  "8a7b4018552ffff": 51650,
  "8a7b40185c17fff": 32653,
  "8a7b40185d37fff": 137082,
  "8a7b40198547fff": 147051,
  "8a7b40198c27fff": 38518,
  "8a7b40198ceffff": 145911,
  "8a7b4019c067fff": 42117,
  "8a7b4019c397fff": 91848,
  "8a7b4019c6d7fff": 90025,
  "8a7b4019c75ffff": 89894,
  "8a7b4019c847fff": 91558,
  "8a7b4019c8cffff": 45647,
  "8a7b401a0477fff": 114234,
  "8a7b401a052ffff": 123947,
  "8a7b401a069ffff": 148493,
  "8a7b401a0797fff": 74609,
  "8a7b401a0ca7fff": 144768,
  "8a7b401a345ffff": 56351,
  "8a7b401a3527fff": 134304,
  "8a7b401a3557fff": 116008,
  "8a7b401a379ffff": 144594,
  "8a7b401a3daffff": 107096,
  "8a7b401a445ffff": 121920,
  "8a7b401a4547fff": 40314,
  "8a7b401a4ce7fff": 72722,
  "8a7b401a4d07fff": 118798,
  "8a7b401a6a4ffff": 64130,
  "8a7b401a6b6ffff": 117091,
  "8a7b40336597fff": 125392,
  "8a7b403365a7fff": 104757,
  "8a7b40336c17fff": 32454,
  "8a7b40336c27fff": 149223,
  "8a7b40336c9ffff": 105335,
  "8a7b403a29a7fff": 116939,
  "8a7b403a2c9ffff": 96637,
  "8a7b403a2caffff": 129768,
  "8a7b403a2d47fff": 53871,
  "8a7b403a2d57fff": 32393,
  "8a7b403a40a7fff": 62862,
  "8a7b403a412ffff": 92387,
  "8a7b403a445ffff": 141653,
  "8a7b403a44effff": 62761,
  "8a7b403a4847fff": 104664,
  "8a7b403a4867fff": 71399,
  "8a7b403a6217fff": 119333,
  "8a7b403a629ffff": 96488,
  "8a7b403a62affff": 142515,
  "8a7b403a630ffff": 113617,
  "8a7b403a632ffff": 125240,
  "8a7b403a6a2ffff": 87826,
  "8a7b403a6ad7fff": 117516,
  "8a7b403a6af7fff": 105129,
  "8a7b403b1437fff": 110840,
  "8a7b403b1577fff": 146782,
  "8a7b403b159ffff": 60738,
  "8a7b403b1837fff": 37764,
  "8a7b403b1897fff": 135071,
  "8a7b403b190ffff": 143189,
  "8a7b403b1c47fff": 95988,
  "8a7b403b1ccffff": 84255,
  "8a7b403b2227fff": 32267,
  "8a7b403b235ffff": 124691,
  "8a7b403b238ffff": 68235,
  "8a7b403b2397fff": 59125,
  "8a7b403b24cffff": 129243,
  "8a7b403b271ffff": 133113,
  "8a7b403b2777fff": 135130,
  "8a7b403b27b7fff": 58805,
  "8a7b403b3807fff": 107731,
  "8a7b403b38a7fff": 45821,
  "8a7b403b395ffff": 149389,
  "8a7b403b3c0ffff": 74545,
  "8a7b403b3caffff": 145362,
  "8a7b403b3cb7fff": 90907,
  "8a7b403b3d4ffff": 36347,
  "8a7b403b525ffff": 125958,
  "8a7b403b52cffff": 133610,
  "8a7b4070900ffff": 150292,
  "8a7b40709037fff": 137865,
  "8a7b40709047fff": 36123,
  "8a7b40709057fff": 42831,
  "8a7b407090cffff": 100823,
  "8a7b407090dffff": 135064,
  "8a7b407090effff": 63467,
  "8a7b407091a7fff": 144491,
  "8a7b4070960ffff": 131632,
  "8a7b4070962ffff": 127945,
  "8a7b40709657fff": 53283,
  "8a7b40709677fff": 117766,
  "8a7b4070968ffff": 148182,
  "8a7b40709697fff": 111656,
  "8a7b407096c7fff": 123027,
  "8a7b407096cffff": 83894,
  "8a7b407096d7fff": 73462,
  "8a7b407096e7fff": 116296,
  "8a7b407096f7fff": 143610,
  "8a7b4070972ffff": 64735,
  "8a7b40709757fff": 81141,
  "8a7b40709777fff": 145932,
  "8a7b40709a37fff": 91085,
  "8a7b40709a87fff": 59365,
  "8a7b40709a9ffff": 110230,
  "8a7b40709b0ffff": 75989,
  "8a7b40709b77fff": 133291,
  "8a7b40709b8ffff": 103770,
  "8a7b40709c5ffff": 103978,
  "8a7b40709c77fff": 81701,
  "8a7b40709d27fff": 71421,
  "8a7b40709d57fff": 117063,
  "8a7b4070a00ffff": 147492,
  "8a7b4070a067fff": 140771,
  "8a7b4070a0a7fff": 92420,
  "8a7b4070a427fff": 69246,
  "8a7b4070a517fff": 50377,
  "8a7b4070a54ffff": 90482,
  "8a7b4070aa8ffff": 60946,
  "8a7b4070aacffff": 94853,
  "8a7b4070b80ffff": 44547,
  "8a7b4070b857fff": 133309,
  "8a7b4070b89ffff": 76701,
  "8a7b4070b8affff": 35975,
  "8a7b4070ba37fff": 58935,
  "8a7b4070bb4ffff": 109557,
  "8a7b4070bb57fff": 89946,
  "8a7b4070bb87fff": 67588,
  "8a7b4070bc2ffff": 121115,
  "8a7b4070bc37fff": 43272,
  "8a7b4070bc67fff": 30142,
  "8a7b4070bd5ffff": 45236,
  "8a7b4070bd87fff": 132668,
  "8a7b4070c26ffff": 77274,
  "8a7b4070ca77fff": 58926,
  "8a7b4070cb67fff": 49522,
  "8a7b4070d4e7fff": 32154,
  "8a7b4070d51ffff": 135036,
  "8a7b4070d687fff": 47908,
  "8a7b4070d797fff": 36935,
  "8a7b4070dd97fff": 62940,
  "8a7b4071c0c7fff": 137306,
  "8a7b4071c0cffff": 108375,
  "8a7b4071c25ffff": 49320,
  "8a7b4071c2f7fff": 74811,
  "8a7b4071c39ffff": 65140,
  "8a7b4071d09ffff": 62014,
  "8a7b4071d0dffff": 62322,
  "8a7b4071d207fff": 121276,
  "8a7b4071d277fff": 139702,
  "8a7b4071d39ffff": 105868,
  "8a7b4071d507fff": 149750,
  "8a7b4071d55ffff": 57929,
  "8a7b4072a22ffff": 126390,
  "8a7b4072a26ffff": 123302,
  "8a7b4072a35ffff": 80686,
  "8a7b4072b4f7fff": 76689,
  "8a7b4072b5affff": 144424,
  "8a7b40756997fff": 55629,
  "8a7b40756d0ffff": 134475,
  "8a7b40756d2ffff": 147722,
  "8a7b4077001ffff": 65405,
  "8a7b40770027fff": 105343,
  "8a7b407700d7fff": 96439,
  "8a7b40770177fff": 69143,
  "8a7b40770617fff": 30898,
  "8a7b40770627fff": 41217,
  "8a7b40770637fff": 148341,
  "8a7b407706affff": 103167,
  "8a7b4077070ffff": 123063,
  "8a7b40770b37fff": 31612,
  "8a7b40770b97fff": 75144,
  "8a7b40770ba7fff": 105952,
  "8a7b4077205ffff": 62842,
  "8a7b407720e7fff": 78076,
  "8a7b4077230ffff": 71289,
  "8a7b4077231ffff": 31838,
  "8a7b40772377fff": 141924,
  "8a7b407723a7fff": 112894,
  "8a7b40772727fff": 36632,
  "8a7b407727b7fff": 76679,
  "8a7b40772a4ffff": 70306,
  "8a7b40773d27fff": 34202,
  "8a7b40773d97fff": 116963,
  "8a7b40773da7fff": 56369,
  "8a7b40775407fff": 139362,
  "8a7b4077541ffff": 31598,
  "8a7b4077549ffff": 138968,
  "8a7b4077552ffff": 90886,
  "8a7b40775c2ffff": 41883,
  "8a7b40775cf7fff": 31315,
  "8a7b40775d0ffff": 142315,
  "8a7b40820497fff": 116236,
  "8a7b408204a7fff": 93908,
  "8a7b4082050ffff": 143329,
  "8a7b40820897fff": 67818,
  "8a7b408208a7fff": 93951,
  "8a7b40820917fff": 42066,
  "8a7b40820c47fff": 54278,
  "8a7b40820ccffff": 148109,
  "8a7b40822037fff": 87344,
  "8a7b40822157fff": 116976,
  "8a7b40822167fff": 54157,
  "8a7b40822197fff": 122582,
  "8a7b4082252ffff": 71204,
  "8a7b40822597fff": 93561,
  "8a7b4082285ffff": 114862,
  "8a7b40824297fff": 68018,
  "8a7b40824317fff": 142700,
  "8a7b4082438ffff": 31193,
  "8a7b40824a07fff": 130494,
  "8a7b40824a8ffff": 112866,
  "8a7b40824b77fff": 121418,
  "8a7b4083101ffff": 121217,
  "8a7b40831057fff": 73274,
  "8a7b408310c7fff": 73935,
  "8a7b408310d7fff": 111320,
  "8a7b408310effff": 142479,
  "8a7b4083115ffff": 125359,
  "8a7b40831167fff": 120348,
  "8a7b408313b7fff": 132067,
  "8a7b408318e7fff": 144558,
  "8a7b4083195ffff": 103626,
  "8a7b4083524ffff": 128769,
  "8a7b4084221ffff": 60218,
  "8a7b4084225ffff": 69915,
  "8a7b408422b7fff": 88720,
  "8a7b4084246ffff": 63026,
  "8a7b4084252ffff": 86678,
  "8a7b40842557fff": 65805,
  "8a7b4084255ffff": 76778,
  "8a7b4084272ffff": 92700,
  "8a7b40842737fff": 118167,
  "8a7b40842747fff": 118226,
  "8a7b4084321ffff": 54222,
  "8a7b4084328ffff": 76247,
  "8a7b40843297fff": 140824,
  "8a7b408432affff": 100189,
  "8a7b408432cffff": 92561,
  "8a7b40843457fff": 117225,
  "8a7b40843507fff": 77875,
  "8a7b40843557fff": 45337,
  "8a7b40843617fff": 116459,
  "8a7b4084362ffff": 125118,
  "8a7b40843637fff": 140994,
  "8a7b40843647fff": 146884,
  "8a7b40843677fff": 59168,
  "8a7b408436e7fff": 150027,
  "8a7b40843787fff": 77831,
  "8a7b4084378ffff": 69892,
  "8a7b40843797fff": 117990,
  "8a7b408437b7fff": 134241,
  "8a7b4084c137fff": 137700,
  "8a7b4084c51ffff": 133809,
  "8a7b4084cccffff": 31648,
  "8a7b4084e50ffff": 98861,
  "8a7b4084e907fff": 119137,
  "8a7b4084e997fff": 29561,
  "8a7b4084ec0ffff": 56943,
  "8a7b4085014ffff": 91461,
  "8a7b4085016ffff": 129994,
  "8a7b40850207fff": 60513,
  "8a7b40850217fff": 135589,
  "8a7b4085021ffff": 60490,
  "8a7b40850227fff": 58536,
  "8a7b4085028ffff": 105365,
  "8a7b4085029ffff": 144541,
  "8a7b408502affff": 66589,
  "8a7b408502cffff": 136455,
  "8a7b408502d7fff": 116014,
  "8a7b408502dffff": 60106,
  "8a7b408502e7fff": 105568,
  "8a7b408502f7fff": 40327,
  "8a7b4085030ffff": 36895,
  "8a7b4085032ffff": 126656,
  "8a7b40850377fff": 85735,
  "8a7b4085064ffff": 119762,
  "8a7b4085068ffff": 54052,
  "8a7b408506c7fff": 125532,
  "8a7b408506effff": 133679,
  "8a7b40850807fff": 131958,
  "8a7b4085080ffff": 61165,
  "8a7b40850827fff": 121070,
  "8a7b40850837fff": 96429,
  "8a7b408508c7fff": 106022,
  "8a7b408508cffff": 139221,
  "8a7b408508e7fff": 119565,
  "8a7b40850907fff": 99717,
  "8a7b4085091ffff": 94845,
  "8a7b40850937fff": 104708,
  "8a7b40850a87fff": 95196,
  "8a7b40850a8ffff": 140917,
  "8a7b40850a97fff": 117095,
  "8a7b40850ad7fff": 92500,
  "8a7b40850adffff": 67022,
  "8a7b40850af7fff": 68361,
  "8a7b40850b97fff": 48153,
  "8a7b4085105ffff": 93000,
  "8a7b408510c7fff": 54188,
  "8a7b40851337fff": 39407,
  "8a7b40851417fff": 126847,
  "8a7b4085141ffff": 53598,
  "8a7b40851447fff": 48949,
  "8a7b40851457fff": 57565,
  "8a7b40851487fff": 99980,
  "8a7b40851497fff": 63868,
  "8a7b408514a7fff": 29755,
  "8a7b40851587fff": 109364,
  "8a7b4085158ffff": 116778,
  "8a7b4085159ffff": 137684,
  "8a7b408515b7fff": 108564,
  "8a7b40851727fff": 143781,
  "8a7b40851737fff": 100216,
  "8a7b40851a8ffff": 44466,
  "8a7b40851aeffff": 96281,
  "8a7b40851af7fff": 82270,
  "8a7b40852047fff": 132576,
  "8a7b4085204ffff": 29719,
  "8a7b40852067fff": 105857,
  "8a7b4085206ffff": 37999,
  "8a7b408520c7fff": 88008,
  "8a7b408520cffff": 128129,
  "8a7b408520dffff": 62885,
  "8a7b408523a7fff": 75967,
  "8a7b408523b7fff": 54289,
  "8a7b40852427fff": 71627,
  "8a7b4085242ffff": 68553,
  "8a7b40852447fff": 36805,
  "8a7b4085244ffff": 54506,
  "8a7b40852467fff": 137394,
  "8a7b4085250ffff": 98798,
  "8a7b40852547fff": 137612,
  "8a7b40852557fff": 55235,
  "8a7b4085255ffff": 110471,
  "8a7b408525affff": 60099,
  "8a7b408525b7fff": 120136,
  "8a7b40852707fff": 142796,
  "8a7b4085272ffff": 44089,
  "8a7b40852737fff": 133126,
  "8a7b40852a4ffff": 54249,
  "8a7b40852a9ffff": 90643,
  "8a7b40852aaffff": 64463,
  "8a7b40852ac7fff": 57159,
  "8a7b40852acffff": 115113,
  "8a7b40852af7fff": 36199,
  "8a7b4085306ffff": 107689,
  "8a7b408533b7fff": 97065,
  "8a7b408536effff": 49787,
  "8a7b4085375ffff": 63584,
  "8a7b4085376ffff": 132251,
  "8a7b40853847fff": 146581,
  "8a7b4085385ffff": 57120,
  "8a7b40853867fff": 94101,
  "8a7b4085386ffff": 94900,
  "8a7b4085390ffff": 106185,
  "8a7b4085391ffff": 125293,
  "8a7b40853977fff": 72094,
  "8a7b408539a7fff": 72471,
  "8a7b408539affff": 41774,
  "8a7b408539b7fff": 122386,
  "8a7b40853a87fff": 47414,
  "8a7b40853b8ffff": 99596,
  "8a7b40853ba7fff": 100039,
  "8a7b40853d37fff": 85138,
  "8a7b40853d97fff": 36690,
  "8a7b40853da7fff": 128244,
  "8a7b40853db7fff": 85640,
  "8a7b40854017fff": 125268,
  "8a7b4085401ffff": 116948,
  "8a7b408540e7fff": 53005,
  "8a7b408540effff": 140701,
  "8a7b40854187fff": 92017,
  "8a7b4085418ffff": 39760,
  "8a7b408541a7fff": 33332,
  "8a7b408541b7fff": 139183,
  "8a7b40854207fff": 42276,
  "8a7b40854237fff": 108561,
  "8a7b40854287fff": 54263,
  "8a7b4085429ffff": 116571,
  "8a7b408542a7fff": 66340,
  "8a7b408542effff": 65654,
  "8a7b4085431ffff": 69662,
  "8a7b40854387fff": 97907,
  "8a7b4085438ffff": 125212,
  "8a7b408543affff": 94181,
  "8a7b408543b7fff": 66354,
  "8a7b40854497fff": 131076,
  "8a7b408544b7fff": 81996,
  "8a7b40854507fff": 56847,
  "8a7b40854517fff": 111122,
  "8a7b40854527fff": 33742,
  "8a7b40854537fff": 139547,
  "8a7b4085458ffff": 114144,
  "8a7b4085459ffff": 76562,
  "8a7b408545affff": 121363,
  "8a7b40854c07fff": 57611,
  "8a7b40854c0ffff": 84515,
  "8a7b40854c1ffff": 68010,
  "8a7b40854c2ffff": 123593,
  "8a7b40854c57fff": 84911,
  "8a7b40854c5ffff": 125928,
  "8a7b40854c77fff": 34966,
  "8a7b40854c8ffff": 148631,
  "8a7b40854cd7fff": 118894,
  "8a7b40854ce7fff": 116514,
  "8a7b40854cf7fff": 101736,
  "8a7b40854d47fff": 125066,
  "8a7b40854d5ffff": 135579,
  "8a7b40854d67fff": 115856,
  "8a7b40855087fff": 65991,
  "8a7b408550c7fff": 149366,
  "8a7b408550f7fff": 113836,
  "8a7b4085521ffff": 43386,
  "8a7b40855247fff": 115720,
  "8a7b4085526ffff": 117991,
  "8a7b40855397fff": 125376,
  "8a7b4085539ffff": 42555,
  "8a7b40855517fff": 76324,
  "8a7b40855547fff": 77729,
  "8a7b40855557fff": 125764,
  "8a7b408555a7fff": 55996,
  "8a7b408560b7fff": 124843,
  "8a7b40856107fff": 70009,
  "8a7b40856117fff": 59016,
  "8a7b40856127fff": 97116,
  "8a7b40856137fff": 89300,
  "8a7b40856187fff": 141133,
  "8a7b4085619ffff": 105064,
  "8a7b408561a7fff": 57139,
  "8a7b408561affff": 101600,
  "8a7b40856447fff": 97461,
  "8a7b4085645ffff": 78055,
  "8a7b40856467fff": 65532,
  "8a7b408564cffff": 61252,
  "8a7b408564dffff": 106896,
  "8a7b408564effff": 145166,
  "8a7b4085654ffff": 116420,
  "8a7b4085656ffff": 147877,
  "8a7b40856847fff": 74010,
  "8a7b40856857fff": 64696,
  "8a7b40856867fff": 44489,
  "8a7b408568c7fff": 39444,
  "8a7b408568d7fff": 120098,
  "8a7b408568effff": 123300,
  "8a7b4085c02ffff": 126288,
  "8a7b4085c037fff": 114105,
  "8a7b4085c117fff": 93739,
  "8a7b4085c177fff": 48939,
  "8a7b4085c8effff": 67763,
  "8a7b4085ca27fff": 116832,
  "8a7b4085cb77fff": 123381,
  "8a7b4085cb87fff": 114953,
  "8a7b4085cb8ffff": 144763,
  "8a7b4085cbb7fff": 63554,
  "8a7b4085cc47fff": 114712,
  "8a7b4085cc77fff": 91240,
  "8a7b4085cd07fff": 96933,
  "8a7b4085cd0ffff": 53259,
  "8a7b4085cda7fff": 72813,
  "8a7b4085d927fff": 59119,
  "8a7b40862907fff": 79259,
  "8a7b4086291ffff": 142539,
  "8a7b40862927fff": 100147,
  "8a7b40862987fff": 131723,
  "8a7b408629affff": 32819,
  "8a7b40864117fff": 54547,
  "8a7b40864127fff": 68775,
  "8a7b40864137fff": 93340,
  "8a7b40864187fff": 130667,
  "8a7b40864197fff": 71174,
  "8a7b408641a7fff": 108527,
  "8a7b40864427fff": 53868,
  "8a7b40864437fff": 79736,
  "8a7b40864497fff": 85097,
  "8a7b408644b7fff": 39151,
  "8a7b408644dffff": 147903,
  "8a7b4086450ffff": 75046,
  "8a7b4086451ffff": 145837,
  "8a7b40864547fff": 79461,
  "8a7b40864557fff": 51358,
  "8a7b40864567fff": 113554,
  "8a7b40864577fff": 48973,
  "8a7b4086458ffff": 144663,
  "8a7b4086459ffff": 100693,
  "8a7b40864857fff": 97724,
  "8a7b40864867fff": 111675,
  "8a7b40864877fff": 81650,
  "8a7b4086488ffff": 150414,
  "8a7b408648d7fff": 114190,
  "8a7b408648e7fff": 77484,
  "8a7b408648f7fff": 148160,
  "8a7b4086494ffff": 143708,
  "8a7b40866007fff": 33355,
  "8a7b40866017fff": 146168,
  "8a7b4086601ffff": 49095,
  "8a7b40866027fff": 75461,
  "8a7b4086602ffff": 33185,
  "8a7b40866037fff": 94189,
  "8a7b40866087fff": 88045,
  "8a7b4086608ffff": 102585,
  "8a7b408660a7fff": 63080,
  "8a7b408660affff": 60903,
  "8a7b408660b7fff": 86086,
  "8a7b40866147fff": 104424,
  "8a7b40866157fff": 71435,
  "8a7b40866167fff": 91869,
  "8a7b4086616ffff": 137049,
  "8a7b40866177fff": 125752,
  "8a7b4086618ffff": 134299,
  "8a7b40866217fff": 41872,
  "8a7b4086621ffff": 104663,
  "8a7b40866227fff": 115062,
  "8a7b4086628ffff": 51040,
  "8a7b40866357fff": 44051,
  "8a7b40866377fff": 56319,
  "8a7b40866457fff": 74087,
  "8a7b40866467fff": 131533,
  "8a7b40866477fff": 111643,
  "8a7b408664c7fff": 45717,
  "8a7b408664d7fff": 68401,
  "8a7b408664e7fff": 145114,
  "8a7b408664f7fff": 41703,
  "8a7b4086654ffff": 144979,
  "8a7b4086656ffff": 98499,
  "8a7b40866847fff": 148621,
  "8a7b4086685ffff": 55971,
  "8a7b40866867fff": 141754,
  "8a7b408668cffff": 132850,
  "8a7b408668effff": 97002,
  "8a7b40866a0ffff": 90627,
  "8a7b40866a2ffff": 63511,
  "8a7b40866adffff": 99583,
  "8a7b40866aeffff": 141299,
  "8a7b40866b2ffff": 94850,
  "8a7b40866b37fff": 91315,
  "8a7b40866b57fff": 71592,
  "8a7b40866b77fff": 94721,
  "8a7b40866b87fff": 108533,
  "8a7b40866b9ffff": 58220,
  "8a7b40866ba7fff": 54862,
  "8a7b40869777fff": 149811,
  "8a7b4086978ffff": 66752,
  "8a7b4086ba1ffff": 30785,
  "8a7b40870047fff": 149791,
  "8a7b40870057fff": 70871,
  "8a7b4087006ffff": 59355,
  "8a7b408700c7fff": 33864,
  "8a7b408700d7fff": 84282,
  "8a7b408700effff": 69683,
  "8a7b40870707fff": 82774,
  "8a7b40870717fff": 138448,
  "8a7b40870727fff": 100290,
  "8a7b4087072ffff": 101598,
  "8a7b40870737fff": 109418,
  "8a7b40870787fff": 139455,
  "8a7b40870797fff": 118055,
  "8a7b408707a7fff": 87568,
  "8a7b40870a47fff": 139420,
  "8a7b40870a57fff": 121348,
  "8a7b40870a6ffff": 132290,
  "8a7b40870a87fff": 125119,
  "8a7b40870a8ffff": 92003,
  "8a7b40870a97fff": 100758,
  "8a7b40870a9ffff": 136079,
  "8a7b40870ae7fff": 108283,
  "8a7b40870af7fff": 93080,
  "8a7b408722b7fff": 139682,
  "8a7b40872307fff": 123472,
  "8a7b4087230ffff": 109399,
  "8a7b4087231ffff": 120226,
  "8a7b4087232ffff": 68192,
  "8a7b40872387fff": 115719,
  "8a7b4087238ffff": 38717,
  "8a7b4087239ffff": 109881,
  "8a7b408723affff": 52547,
  "8a7b40872647fff": 80236,
  "8a7b40872657fff": 113153,
  "8a7b4087265ffff": 59201,
  "8a7b40872667fff": 82852,
  "8a7b408726cffff": 103182,
  "8a7b408726effff": 43499,
  "8a7b4087274ffff": 97529,
  "8a7b40872a57fff": 112000,
  "8a7b40872a67fff": 87789,
  "8a7b40872a77fff": 140926,
  "8a7b40872ac7fff": 62720,
  "8a7b40872acffff": 76927,
  "8a7b40872adffff": 64563,
  "8a7b40872aeffff": 41825,
  "8a7b40872b4ffff": 136084,
  "8a7b40872b5ffff": 125891,
  "8a7b40872b6ffff": 54299,
  "8a7b40875007fff": 53372,
  "8a7b4087501ffff": 107189,
  "8a7b40875027fff": 132669,
  "8a7b4087502ffff": 55912,
  "8a7b408750c7fff": 113811,
  "8a7b408750d7fff": 123430,
  "8a7b408750e7fff": 131536,
  "8a7b408750f7fff": 130402,
  "8a7b40875157fff": 59248,
  "8a7b40875177fff": 50459,
  "8a7b40875617fff": 110693,
  "8a7b40875627fff": 45452,
  "8a7b40875637fff": 147202,
  "8a7b40875687fff": 137068,
  "8a7b40875697fff": 130957,
  "8a7b408756a7fff": 59898,
  "8a7b408756affff": 123495,
  "8a7b4087570ffff": 144523,
  "8a7b4087572ffff": 76407,
  "8a7b4087584ffff": 42449,
  "8a7b4087585ffff": 86113,
  "8a7b408758cffff": 117980,
  "8a7b408758dffff": 127811,
  "8a7b408758effff": 71853,
  "8a7b40875b27fff": 88250,
  "8a7b40875b37fff": 97193,
  "8a7b40875bb7fff": 122732,
  "8a7b40892697fff": 120125,
  "8a7b40898127fff": 127506,
  "8a7b40898137fff": 102398,
  "8a7b40898247fff": 67025,
  "8a7b4089824ffff": 45641,
  "8a7b40898267fff": 104050,
  "8a7b40898347fff": 57273,
  "8a7b4089835ffff": 132866,
  "8a7b40898367fff": 74784,
  "8a7b408988c7fff": 29681,
  "8a7b408988cffff": 64242,
  "8a7b408988d7fff": 97686,
  "8a7b40898a17fff": 77375,
  "8a7b40898a1ffff": 46190,
  "8a7b40898ac7fff": 95983,
  "8a7b40898adffff": 146919,
  "8a7b40898ae7fff": 89517,
  "8a7b40898af7fff": 46713,
  "8a7b40898b87fff": 43502,
  "8a7b40898b8ffff": 35785,
  "8a7b40898bb7fff": 49464,
  "8a7b40898c4ffff": 123157,
  "8a7b40898c5ffff": 133729,
  "8a7b40898c8ffff": 129995,
  "8a7b40898c9ffff": 56242,
  "8a7b40898cc7fff": 118231,
  "8a7b40898ce7fff": 74683,
  "8a7b40898ceffff": 135551,
  "8a7b40898cf7fff": 123211,
  "8a7b4089920ffff": 51993,
  "8a7b40899217fff": 90870,
  "8a7b4089921ffff": 51066,
  "8a7b40899247fff": 142707,
  "8a7b4089926ffff": 46132,
  "8a7b40899277fff": 51699,
  "8a7b408992a7fff": 146732,
  "8a7b408992b7fff": 53260,
  "8a7b40899417fff": 139188,
  "8a7b4089941ffff": 124783,
  "8a7b40899437fff": 126761,
  "8a7b408994affff": 108705,
  "8a7b408994c7fff": 125227,
  "8a7b408994cffff": 78890,
  "8a7b408994f7fff": 138009,
  "8a7b4089958ffff": 148094,
  "8a7b408995a7fff": 62524,
  "8a7b408995affff": 80379,
  "8a7b40899627fff": 62504,
  "8a7b40899637fff": 120257,
  "8a7b40899747fff": 81543,
  "8a7b4089974ffff": 63417,
  "8a7b40899757fff": 59852,
  "8a7b4089975ffff": 71068,
  "8a7b4089976ffff": 103120,
  "8a7b40899787fff": 53004,
  "8a7b408997affff": 149163,
  "8a7b408997b7fff": 80698,
  "8a7b4089e247fff": 115301,
  "8a7b4089e257fff": 31133,
  "8a7b4089e26ffff": 139127,
  "8a7b4089e28ffff": 139502,
  "8a7b4089e297fff": 69367,
  "8a7b4089e29ffff": 122440,
  "8a7b4089e2e7fff": 149503,
  "8a7b4089e2f7fff": 150054,
  "8a7b4089e607fff": 62276,
  "8a7b4089e627fff": 86155,
  "8a7b4089e62ffff": 70339,
  "8a7b4089e637fff": 132691,
  "8a7b4089e667fff": 100602,
  "8a7b4089e6a7fff": 115972,
  "8a7b4089e6b7fff": 128645,
  "8a7b4089e75ffff": 130545,
  "8a7b4089e78ffff": 81480,
  "8a7b4089e79ffff": 47436,
  "8a7b408c2257fff": 121940,
  "8a7b408c2267fff": 116880,
  "8a7b408c2277fff": 67376,
  "8a7b408c22effff": 147124,
  "8a7b408c2347fff": 132689,
  "8a7b408c235ffff": 68845,
  "8a7b408c2367fff": 51583,
  "8a7b408c281ffff": 90959,
  "8a7b408c284ffff": 84149,
  "8a7b408c2857fff": 42854,
  "8a7b408c285ffff": 119349,
  "8a7b408c28a7fff": 67374,
  "8a7b408c28e7fff": 99453,
  "8a7b408c2997fff": 95460,
  "8a7b408c299ffff": 68834,
  "8a7b408c29b7fff": 63654,
  "8a7b408c2a17fff": 143114,
  "8a7b408c2a27fff": 123924,
  "8a7b408c2ac7fff": 32948,
  "8a7b408c2acffff": 76969,
  "8a7b408c2af7fff": 57178,
  "8a7b408c2b07fff": 61866,
  "8a7b408c2b0ffff": 142417,
  "8a7b408c2b17fff": 56486,
  "8a7b408c2d07fff": 82773,
  "8a7b408c2d17fff": 79505,
  "8a7b408c2db7fff": 51082,
  "8a7b408c3497fff": 59213,
  "8a7b408c4d07fff": 139568,
  "8a7b408c4d17fff": 118069,
  "8a7b408c4d27fff": 51277,
  "8a7b408c4d37fff": 97801,
  "8a7b408c4d87fff": 143218,
  "8a7b408c4d97fff": 86401,
  "8a7b408c4da7fff": 110022,
  "8a7b408c66c7fff": 109011,
  "8a7b408c66cffff": 108291,
  "8a7b408c66d7fff": 95479,
  "8a7b408c6917fff": 79011,
  "8a7b408c6927fff": 78896,
  "8a7b408c6937fff": 131469,
  "8a7b408c6987fff": 49314,
  "8a7b408c69a7fff": 121919,
  "8a7b408c69b7fff": 72557,
  "8a7b408c6c17fff": 119685,
  "8a7b408c6c27fff": 128175,
  "8a7b408c6cb7fff": 44513,
  "8a7b408c6d0ffff": 100342,
  "8a7b408c6d1ffff": 142034,
  "8a7b408c6d2ffff": 97180,
  "8a7b408c6d57fff": 104679,
  "8a7b408c6d6ffff": 142117,
  "8a7b408c6d8ffff": 42905,
  "8a7b408c6d9ffff": 107955,
  "8a7b408c6daffff": 44790,
  "8a7b408d0927fff": 98645,
  "8a7b408d0937fff": 78258,
  "8a7b408d4247fff": 89316,
  "8a7b408d4257fff": 67371,
  "8a7b408d4267fff": 132734,
  "8a7b408d4287fff": 118955,
  "8a7b408d428ffff": 87032,
  "8a7b408d4297fff": 111463,
  "8a7b408d429ffff": 44831,
  "8a7b408d42b7fff": 51374,
  "8a7b408d42cffff": 138592,
  "8a7b408d42d7fff": 38908,
  "8a7b408d42dffff": 40748,
  "8a7b408d42e7fff": 56678,
  "8a7b408d42f7fff": 148844,
  "8a7b408d431ffff": 129290,
  "8a7b408d4607fff": 53154,
  "8a7b408d460ffff": 106627,
  "8a7b408d4617fff": 46162,
  "8a7b408d461ffff": 86270,
  "8a7b408d462ffff": 107354,
  "8a7b408d4647fff": 126059,
  "8a7b408d464ffff": 80219,
  "8a7b408d4667fff": 42766,
  "8a7b408d466ffff": 96882,
  "8a7b408d4677fff": 37736,
  "8a7b408d4687fff": 99018,
  "8a7b408d4697fff": 57417,
  "8a7b408d46affff": 61119,
  "8a7b408d474ffff": 101758,
  "8a7b408d4adffff": 30552,
  "8a7b408d500ffff": 108545,
  "8a7b408d501ffff": 102221,
  "8a7b408d5047fff": 145245,
  "8a7b408d5057fff": 55917,
  "8a7b408d506ffff": 35086,
  "8a7b408d50a7fff": 56144,
  "8a7b408d50affff": 91611,
  "8a7b408d5427fff": 120176,
  "8a7b408d542ffff": 57573,
  "8a7b408d5437fff": 124334,
  "8a7b408d554ffff": 58640,
  "8a7b408d555ffff": 108383,
  "8a7b408d5587fff": 128109,
  "8a7b408d55b7fff": 42050,
  "8a7b408d5927fff": 72398,
  "8a7b408d5937fff": 121632,
  "8a7b408d5997fff": 110670,
  "8a7b408d59a7fff": 108881,
  "8a7b408d59b7fff": 106619,
  "8a7b408d5a8ffff": 113812,
  "8a7b408d5a9ffff": 129824,
  "8a7b408d5ac7fff": 87742,
  "8a7b408d5ad7fff": 103697,
  "8a7b408d5c07fff": 109125,
  "8a7b408d5c17fff": 35222,
  "8a7b408d5c27fff": 140017,
  "8a7b408d5c37fff": 48630,
  "8a7b408d5c87fff": 110280,
  "8a7b408d5c97fff": 29923,
  "8a7b408d5ca7fff": 123269,
  "8a7b408d5d57fff": 54385,
  "8a7b408d5d67fff": 57990,
  "8a7b408d5d77fff": 119360,
  "8a7b408d5daffff": 47371,
  "8a7b408d610ffff": 144823,
  "8a7b408d611ffff": 97794,
  "8a7b408d6167fff": 116257,
  "8a7b408d6177fff": 40172,
  "8a7b408d618ffff": 113852,
  "8a7b408d619ffff": 82509,
  "8a7b408d61affff": 32571,
  "8a7b408d6407fff": 116105,
  "8a7b408d6417fff": 43968,
  "8a7b408d6427fff": 137236,
  "8a7b408d6487fff": 46376,
  "8a7b408d6497fff": 67096,
  "8a7b408d64affff": 84689,
  "8a7b408d6547fff": 61607,
  "8a7b408d6557fff": 141873,
  "8a7b408d656ffff": 101297,
  "8a7b408d6a0ffff": 112135,
  "8a7b408d6a17fff": 52262,
  "8a7b408d6a1ffff": 144240,
  "8a7b408d6a47fff": 81845,
  "8a7b408d6a57fff": 63559,
  "8a7b408d6a67fff": 108806,
  "8a7b408d6a77fff": 138849,
  "8a7b408d6aa7fff": 91108,
  "8a7b408d6aaffff": 49894,
  "8a7b408d6b97fff": 99448,
  "8a7b408d6b9ffff": 58668,
  "8a7b408d8297fff": 72195,
  "8a7b408d82b7fff": 31874,
  "8a7b408d8307fff": 118605,
  "8a7b408d8327fff": 113009,
  "8a7b408d8337fff": 39296,
  "8a7b408d8387fff": 31379,
  "8a7b408d83a7fff": 46000,
  "8a7b408d864ffff": 84711,
  "8a7b408d880ffff": 35624,
  "8a7b408d882ffff": 133794,
  "8a7b408d885ffff": 107465,
  "8a7b408d88e7fff": 99473,
  "8a7b408d88effff": 133784,
  "8a7b408d890ffff": 84397,
  "8a7b408d892ffff": 118540,
  "8a7b408d8957fff": 116321,
  "8a7b408d8a07fff": 144262,
  "8a7b408d8a1ffff": 56448,
  "8a7b408d8a27fff": 70232,
  "8a7b408d8af7fff": 85581,
  "8a7b408d8b0ffff": 101677,
  "8a7b408d8b17fff": 106227,
  "8a7b408d8b1ffff": 46930,
  "8a7b408d8ba7fff": 80118,
  "8a7b408db197fff": 41421,
  "8a7b408db1b7fff": 146178,
  "8a7b408db41ffff": 85299,
  "8a7b408db42ffff": 33977,
  "8a7b408db48ffff": 42556,
  "8a7b408db4f7fff": 59412,
  "8a7b408db55ffff": 128900,
  "8a7b408db567fff": 121427,
  "8a7b408db897fff": 57510,
  "8a7b408db8b7fff": 38130,
  "8a7b408db99ffff": 59464,
  "8a7b408db9a7fff": 119616,
  "8a7b408dbc47fff": 102171,
  "8a7b408dbc5ffff": 129369,
  "8a7b408dbc6ffff": 35010,
  "8a7b408dbccffff": 47442,
  "8a7b408dc21ffff": 111649,
  "8a7b408dc227fff": 83027,
  "8a7b408dc2d7fff": 128413,
  "8a7b408dc2f7fff": 81058,
  "8a7b408dc30ffff": 129055,
  "8a7b408dc32ffff": 46189,
  "8a7b408dc86ffff": 56852,
  "8a7b408dc967fff": 89339,
  "8a7b408dc96ffff": 67980,
  "8a7b408dca17fff": 97366,
  "8a7b408dcaaffff": 142930,
  "8a7b408dcad7fff": 69857,
  "8a7b408dcb17fff": 41620,
  "8a7b408dcbaffff": 67202,
  "8a7b408e0207fff": 87916,
  "8a7b408e021ffff": 109885,
  "8a7b408e022ffff": 90001,
  "8a7b408e0237fff": 143398,
  "8a7b408e0287fff": 66478,
  "8a7b408e028ffff": 111506,
  "8a7b408e029ffff": 142453,
  "8a7b408e02affff": 121899,
  "8a7b408e031ffff": 46164,
  "8a7b408e0347fff": 127989,
  "8a7b408e0357fff": 147918,
  "8a7b408e0367fff": 127462,
  "8a7b408e036ffff": 76250,
  "8a7b408e038ffff": 87640,
  "8a7b408e0397fff": 91992,
  "8a7b408e039ffff": 135086,
  "8a7b408e03b7fff": 40902,
  "8a7b408e064ffff": 121875,
  "8a7b408e065ffff": 62576,
  "8a7b408e066ffff": 38728,
  "8a7b408e06cffff": 76939,
  "8a7b408e06dffff": 31879,
  "8a7b408e06effff": 111650,
  "8a7b408e0a4ffff": 81239,
  "8a7b408e0adffff": 62361,
  "8a7b408e0aeffff": 93250,
  "8a7b408e1d37fff": 127018,
  "8a7b408e1d97fff": 92595,
  "8a7b408e1da7fff": 88368,
  "8a7b408e220ffff": 78154,
  "8a7b408e221ffff": 46020,
  "8a7b408e2267fff": 57550,
  "8a7b408e2277fff": 147262,
  "8a7b408e228ffff": 130574,
  "8a7b408e229ffff": 36453,
  "8a7b408e22affff": 60457,
  "8a7b408e234ffff": 98036,
  "8a7b408e235ffff": 69455,
  "8a7b408e2647fff": 44843,
  "8a7b408e2657fff": 140356,
  "8a7b408e266ffff": 38836,
  "8a7b408e26c7fff": 89515,
  "8a7b408e26d7fff": 145182,
  "8a7b408e26effff": 147463,
  "8a7b408e3c27fff": 71033,
  "8a7b408e3c37fff": 118998,
  "8a7b408e3ca7fff": 114675,
  "8a7b408e3cb7fff": 33105,
  "8a7b408e3d0ffff": 93460,
  "8a7b408e3d1ffff": 148143,
  "8a7b408e3d77fff": 83886,
  "8a7b408e3d8ffff": 127697,
  "8a7b408e5207fff": 116625,
  "8a7b408e5217fff": 150500,
  "8a7b408e52a7fff": 73017,
  "8a7b408e52b7fff": 32500,
  "8a7b408e52cffff": 125270,
  "8a7b408e52e7fff": 147384,
  "8a7b408e5317fff": 128281,
  "8a7b408e5337fff": 71799,
  "8a7b408e5387fff": 80482,
  "8a7b408e5397fff": 63137,
  "8a7b408e539ffff": 137595,
  "8a7b408e53a7fff": 103169,
  "8a7b408e5607fff": 122483,
  "8a7b408e5617fff": 145992,
  "8a7b408e562ffff": 121517,
  "8a7b408e5687fff": 131147,
  "8a7b408e569ffff": 132159,
  "8a7b408e56affff": 45163,
  "8a7b408e5747fff": 66579,
  "8a7b408e5757fff": 94977,
  "8a7b408e576ffff": 98233,
  "8a7b408e5a17fff": 112743,
  "8a7b408e5a37fff": 41510,
  "8a7b408e5a87fff": 142475,
  "8a7b408e5a9ffff": 86478,
  "8a7b408e5aa7fff": 115206,
  "8a7b408e5b0ffff": 35664,
  "8a7b408e5b1ffff": 128822,
  "8a7b408e5b2ffff": 40031,
  "8a7b408e908ffff": 53264,
  "8a7b408e918ffff": 88100,
  "8a7b408e919ffff": 67866,
  "8a7b408e9667fff": 77232,
  "8a7b408e966ffff": 61358,
  "8a7b408e9777fff": 109287,
  "8a7b408e9c0ffff": 143152,
  "8a7b408e9c57fff": 133084,
  "8a7b408e9c5ffff": 89589,
  "8a7b408e9d2ffff": 119603,
  "8a7b408e9d57fff": 80353,
  "8a7b408ed007fff": 47883,
  "8a7b408ed0f7fff": 37942,
  "8a7b408ed11ffff": 111502,
  "8a7b408ed137fff": 31497,
  "8a7b408ed60ffff": 128016,
  "8a7b408ed6c7fff": 63517,
  "8a7b408ed757fff": 76386,
  "8a7b408edc6ffff": 33885,
  "8a7b408edd47fff": 124781,
  "8a7b408f120ffff": 84686,
  "8a7b408f121ffff": 77425,
  "8a7b408f122ffff": 113828,
  "8a7b408f128ffff": 145768,
  "8a7b408f129ffff": 42516,
  "8a7b408f12f7fff": 61077,
  "8a7b408f1347fff": 109685,
  "8a7b408f135ffff": 113013,
  "8a7b408f136ffff": 31992,
  "8a7b408f16cffff": 92821,
  "8a7b408f16dffff": 130280,
  "8a7b408f320ffff": 82717,
  "8a7b408f321ffff": 82723,
  "8a7b408f322ffff": 103325,
  "8a7b408f3267fff": 99122,
  "8a7b408f3277fff": 139629,
  "8a7b408f328ffff": 115579,
  "8a7b408f329ffff": 102367,
  "8a7b408f32f7fff": 146098,
  "8a7b408f334ffff": 143499,
  "8a7b408f335ffff": 35044,
  "8a7b408f336ffff": 43740,
  "8a7b408f364ffff": 39341,
  "8a7b4090004ffff": 87109,
  "8a7b4090006ffff": 34911,
  "8a7b409000c7fff": 67417,
  "8a7b409000f7fff": 43784,
  "8a7b409003a7fff": 124569,
  "8a7b409003b7fff": 134156,
  "8a7b4090044ffff": 127005,
  "8a7b4090045ffff": 84481,
  "8a7b40900487fff": 97364,
  "8a7b4090048ffff": 129434,
  "8a7b40900497fff": 125577,
  "8a7b409004c7fff": 111780,
  "8a7b40900727fff": 90045,
  "8a7b40900737fff": 130976,
  "8a7b40900a17fff": 92907,
  "8a7b40900a5ffff": 128911,
  "8a7b40900a97fff": 64521,
  "8a7b40900aa7fff": 45816,
  "8a7b40900ae7fff": 131940,
  "8a7b40900aeffff": 72678,
  "8a7b40900b8ffff": 135475,
  "8a7b40901d27fff": 100506,
  "8a7b40901d37fff": 80879,
  "8a7b40902117fff": 75075,
  "8a7b40902137fff": 72237,
  "8a7b40902187fff": 100597,
  "8a7b4090250ffff": 30325,
  "8a7b4090251ffff": 145420,
  "8a7b40902547fff": 37075,
  "8a7b4090256ffff": 34416,
  "8a7b40902867fff": 115010,
  "8a7b40902877fff": 54561,
  "8a7b409028f7fff": 50238,
  "8a7b4090522ffff": 94571,
  "8a7b40905287fff": 108344,
  "8a7b4090535ffff": 132380,
  "8a7b40905657fff": 81954,
  "8a7b409056e7fff": 46939,
  "8a7b409092b7fff": 129273,
  "8a7b40909317fff": 125992,
  "8a7b4090964ffff": 77914,
  "8a7b4090966ffff": 118837,
  "8a7b4090992ffff": 117695,
  "8a7b40909957fff": 148218,
  "8a7b40909a07fff": 55499,
  "8a7b40909a8ffff": 124062,
  "8a7b40909b77fff": 131646,
  "8a7b4090b05ffff": 133485,
  "8a7b4090b09ffff": 92196,
  "8a7b4090b0f7fff": 98037,
  "8a7b4090b337fff": 52381,
  "8a7b4090b477fff": 67321,
  "8a7b4090b4e7fff": 123165,
  "8a7b4090bac7fff": 107905,
  "8a7b4090d24ffff": 149399,
  "8a7b4090d2c7fff": 120198,
  "8a7b40910047fff": 86635,
  "8a7b4091004ffff": 40606,
  "8a7b409100d7fff": 71970,
  "8a7b409100e7fff": 103960,
  "8a7b40910307fff": 115995,
  "8a7b40910317fff": 110219,
  "8a7b4091032ffff": 139454,
  "8a7b40910457fff": 113870,
  "8a7b4091046ffff": 140315,
  "8a7b409104e7fff": 72482,
  "8a7b40910727fff": 104338,
  "8a7b40910a67fff": 143035,
  "8a7b40910a77fff": 98878,
  "8a7b40910ac7fff": 48460,
  "8a7b40910ae7fff": 79012,
  "8a7b4091192ffff": 85307,
  "8a7b40911937fff": 143674,
  "8a7b40911977fff": 72233,
  "8a7b409120b7fff": 101588,
  "8a7b4091210ffff": 106974,
  "8a7b40912117fff": 106963,
  "8a7b40912167fff": 58688,
  "8a7b40912177fff": 45013,
  "8a7b4091218ffff": 87487,
  "8a7b40912427fff": 95454,
  "8a7b4091254ffff": 121596,
  "8a7b40912557fff": 51246,
  "8a7b409125a7fff": 43133,
  "8a7b40912b2ffff": 63313,
  "8a7b40912b87fff": 128043,
  "8a7b40912baffff": 71042,
  "8a7b4091526ffff": 76218,
  "8a7b409152cffff": 111087,
  "8a7b409152effff": 67915,
  "8a7b40915657fff": 135040,
  "8a7b4091566ffff": 93996,
  "8a7b40915687fff": 68313,
  "8a7b4091568ffff": 43153,
  "8a7b409156e7fff": 43872,
  "8a7b40928207fff": 124307,
  "8a7b40928217fff": 149075,
  "8a7b40928267fff": 108119,
  "8a7b40928607fff": 105824,
  "8a7b4092874ffff": 40715,
  "8a7b4092879ffff": 44796,
  "8a7b40929137fff": 37366,
  "8a7b409298cffff": 44855,
  "8a7b409298dffff": 122865,
  "8a7b40929b07fff": 64121,
  "8a7b40929b17fff": 115075,
  "8a7b40929b47fff": 71052,
  "8a7b40929b6ffff": 120217,
  "8a7b40929c4ffff": 74180,
  "8a7b40929c8ffff": 62609,
  "8a7b40929cf7fff": 143013,
  "8a7b4092a127fff": 31229,
  "8a7b4092ab1ffff": 116871,
  "8a7b4092ab57fff": 59726,
  "8a7b4092ab87fff": 82478,
  "8a7b4092abb7fff": 75701,
  "8a7b4092ac57fff": 145671,
  "8a7b4092ac87fff": 89013,
  "8a7b4092acaffff": 78637,
  "8a7b40948317fff": 109046,
  "8a7b40948327fff": 132520,
  "8a7b40948337fff": 41417,
  "8a7b40948387fff": 134242,
  "8a7b4094839ffff": 121025,
  "8a7b409483a7fff": 70833,
  "8a7b409483affff": 93043,
  "8a7b40948657fff": 139495,
  "8a7b40948667fff": 94567,
  "8a7b40948677fff": 99138,
  "8a7b409486c7fff": 48985,
  "8a7b409486dffff": 139259,
  "8a7b409486e7fff": 83989,
  "8a7b409486effff": 149387,
  "8a7b4094874ffff": 130444,
  "8a7b4094876ffff": 76475,
  "8a7b40948a07fff": 51102,
  "8a7b40948a17fff": 77841,
  "8a7b40948a1ffff": 60140,
  "8a7b40948a27fff": 121851,
  "8a7b40948a8ffff": 130979,
  "8a7b40948aaffff": 93632,
  "8a7b40948b0ffff": 136959,
  "8a7b40948b2ffff": 91542,
  "8a7b4094b437fff": 127987,
  "8a7b4094b497fff": 126530,
  "8a7b4094b4a7fff": 43506,
  "8a7b4094b4b7fff": 138445,
  "8a7b4094b507fff": 97919,
  "8a7b4094b51ffff": 100485,
  "8a7b4094b527fff": 87535,
  "8a7b4094b58ffff": 125884,
  "8a7b4094b5affff": 32075,
  "8a7b4094bc07fff": 111385,
  "8a7b4094bc1ffff": 104071,
  "8a7b4094bc27fff": 125381,
  "8a7b4094bc8ffff": 58878,
  "8a7b4094bd0ffff": 108417,
  "8a7b4094bd2ffff": 116679,
  "8a7b4094bd77fff": 123523,
  "8a7b4094d117fff": 62581,
  "8a7b4094d137fff": 110645,
  "8a7b4094d187fff": 88876,
  "8a7b4094d197fff": 62140,
  "8a7b4094d1a7fff": 60973,
  "8a7b4094d1b7fff": 145585,
  "8a7b4094d40ffff": 65457,
  "8a7b4094d42ffff": 120890,
  "8a7b4094d4c7fff": 147540,
  "8a7b4094d4d7fff": 49168,
  "8a7b4094d4dffff": 66407,
  "8a7b4094d4e7fff": 121660,
  "8a7b4094d4f7fff": 71875,
  "8a7b4094d547fff": 70577,
  "8a7b4094d557fff": 93537,
